<?php

return [
    'error' => 'Произошла ошибка',
    'notFound' => 'Запрашиваемый ресурс не найден',
    'notImplemented' => 'Запрашиваемый метод не реализован',
    'noAccess' => 'У вас нет доступа для выполнения операции',

    'user' => [
        'notFound' => 'Пользователь не найден',
        'wrongPassword' => 'Пароль неправильный',
    ],

    'token' => [
        'cantCreate' => 'Не удалось создать токен',
        'expired' => 'Время действия токена истекло',
        'absent' => 'Не указан токен авторизации',
        'invalid' => 'Неправильный токен авторизации',
    ],

    'events' => [
    ],
];
